Repository: olujicz/Dimmerly
Catalog: Dimmerly/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, sr, zh_hans

source: Global keyboard shortcuts work from any application.
de: Globale Tastaturkurzbefehle funktionieren aus jeder Anwendung heraus.
es: Los atajos de teclado globales funcionan desde cualquier aplicación.
fr: Les raccourcis clavier globaux fonctionnent depuis n'importe quelle application.
it: Le scorciatoie globali funzionano da qualsiasi applicazione.
ja: グローバルキーボードショートカットはどのアプリからでも機能します。
ko: 전역 키보드 단축키는 어떤 앱에서든 작동합니다.
nl: Globale sneltoetsen werken vanuit elke app.
pt_br: Atalhos globais de teclado funcionam em qualquer aplicativo.
sr: Globalne prečice rade iz bilo koje aplikacije.
zh_hans: 全局快捷键可在任何应用中生效。

source: Gradually dims displays instead of turning them off instantly
de: Dimmt Displays schrittweise, anstatt sie sofort auszuschalten
es: Atenúa las pantallas gradualmente en lugar de apagarlas al instante
fr: Assombrit progressivement les écrans au lieu de les éteindre instantanément
it: Oscura gradualmente i display invece di spegnerli immediatamente
ja: ディスプレイを即座にオフにする代わりに、徐々に暗くします
ko: 디스플레이를 즉시 끄지 않고 점차적으로 어둡게 합니다
nl: Dimt schermen geleidelijk in plaats van ze direct uit te schakelen
pt_br: Escurece as telas gradualmente em vez de desligá-las instantaneamente
sr: Postepeno zatamnjuje ekrane umesto da ih odmah isključi
zh_hans: 逐渐调暗显示器，而不是立即关闭

source: Gradually dims displays instead of turning them off instantly.
de: Dimmt Displays schrittweise, anstatt sie sofort auszuschalten.
es: Atenúa las pantallas gradualmente en lugar de apagarlas al instante.
fr: Assombrit progressivement les écrans au lieu de les éteindre instantanément.
it: Oscura gradualmente i display invece di spegnerli immediatamente.
ja: ディスプレイを即座にオフにする代わりに、徐々に暗くします。
ko: 디스플레이를 즉시 끄지 않고 점차적으로 어둡게 합니다.
nl: Dimt schermen geleidelijk in plaats van ze direct uit te schakelen.
pt_br: Escurece as telas gradualmente em vez de desligá-las instantaneamente.
sr: Postepeno zatamnjuje ekrane umesto da ih odmah isključi.
zh_hans: 逐渐调暗显示器，而不是立即关闭。

source: Hide color temperature
de: Farbtemperatur ausblenden
es: Ocultar temperatura de color
fr: Masquer la température de couleur
it: Nascondi temperatura colore
ja: 色温度を非表示
ko: 색온도 숨기기
nl: Kleurtemperatuur verbergen
pt_br: Ocultar temperatura de cor
sr: Sakrij temperaturu boja
zh_hans: 隐藏色温

source: Hide display adjustments
de: Displayanpassungen ausblenden
es: Ocultar ajustes de pantalla
fr: Masquer les réglages de l'écran
it: Nascondi regolazioni display
ja: ディスプレイ調整を非表示
ko: 디스플레이 조정 숨기기
nl: Schermaanpassingen verbergen
pt_br: Ocultar ajustes de tela
sr: Sakrij podešavanja ekrana
zh_hans: 隐藏显示器调整

source: Idle Timer
de: Inaktivitäts-Timer
es: Temporizador de inactividad
fr: Minuterie d’inactivité
it: Timer di inattività
ja: アイドルタイマー
ko: 유휴 타이머
nl: Inactiviteitstimer
pt_br: Temporizador de inatividade
sr: Tajmer neaktivnosti
zh_hans: 空闲计时器

source: Ignore mouse movement
de: Mausbewegung ignorieren
es: Ignorar movimiento del ratón
fr: Ignorer les mouvements de souris
it: Ignora movimento del mouse
ja: マウスの動きを無視
ko: 마우스 움직임 무시
nl: Muisbewegingen negeren
pt_br: Ignorar movimento do mouse
sr: Ignoriši pomeranje miša
zh_hans: 忽略鼠标移动

source: Keyboard Shortcut
de: Tastaturkurzbefehl
es: Atajo de teclado
fr: Raccourci clavier
it: Scorciatoia da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
nl: Sneltoets
pt_br: Atalho de teclado
sr: Prečica na tastaturi
zh_hans: 键盘快捷键

source: Keyboard shortcut: %@
de: Tastaturkurzbefehl: %@
es: Atajo de teclado: %@
fr: Raccourci clavier : %@
it: Scorciatoia da tastiera: %@
ja: キーボードショートカット: %@
ko: 키보드 단축키: %@
nl: Sneltoets: %@
pt_br: Atalho de teclado: %@
sr: Prečica na tastaturi: %@
zh_hans: 快捷键：%@

source: Latitude
de: Breitengrad
es: Latitud
it: Latitudine
ja: 緯度
ko: 위도
nl: Breedtegraad
sr: Geografska širina
zh_hans: 纬度

source: Latitude must be between -90 and 90.
de: Der Breitengrad muss zwischen -90 und 90 liegen.
es: La latitud debe estar entre -90 y 90.
fr: La latitude doit être entre -90 et 90.
it: La latitudine deve essere tra -90 e 90.
ja: 緯度は -90 から 90 の間で入力してください。
ko: 위도는 -90에서 90 사이여야 합니다.
nl: Breedtegraad moet tussen -90 en 90 liggen.
pt_br: A latitude deve estar entre -90 e 90.
sr: Geografska širina mora biti između -90 i 90.
zh_hans: 纬度必须在 -90 到 90 之间。

source: Launch at Login
de: Bei Anmeldung starten
es: Iniciar al iniciar sesión
fr: Lancer à la connexion
it: Avvia all'accesso
ja: ログイン時に起動
ko: 로그인 시 시작
nl: Start bij inloggen
pt_br: Iniciar ao entrar
sr: Pokreni pri prijavi
zh_hans: 登录时启动

source: Location
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 位置情報
ko: 위치
nl: Locatie
pt_br: Localização
sr: Lokacija
zh_hans: 位置

source: Longitude
de: Längengrad
es: Longitud
it: Longitudine
ja: 経度
ko: 경도
nl: Lengtegraad
sr: Geografska dužina
zh_hans: 经度

source: Longitude must be between -180 and 180.
de: Der Längengrad muss zwischen -180 und 180 liegen.
es: La longitud debe estar entre -180 y 180.
fr: La longitude doit être entre -180 et 180.
it: La longitudine deve essere tra -180 e 180.
ja: 経度は -180 から 180 の間で入力してください。
ko: 경도는 -180에서 180 사이여야 합니다.
nl: Lengtegraad moet tussen -180 en 180 liggen.
pt_br: A longitude deve estar entre -180 e 180.
sr: Geografska dužina mora biti između -180 i 180.
zh_hans: 经度必须在 -180 到 180 之间。

source: Maximum presets reached
de: Maximale Anzahl an Voreinstellungen erreicht
es: Máximo de preajustes alcanzado
fr: Nombre maximum de préréglages atteint
it: Numero massimo di preimpostazioni raggiunto
ja: プリセットの上限に達しました
ko: 최대 프리셋 수에 도달했습니다
nl: Maximum aantal voorinstellingen bereikt
pt_br: Máximo de predefinições atingido
sr: Maksimalan broj podešavanja dostignut
zh_hans: 已达到预设上限

source: Menu Bar Icon
de: Menüleistensymbol
es: Icono de barra de menús
fr: Icône de la barre des menus
it: Icona della barra dei menu
ja: メニューバーアイコン
ko: 메뉴 막대 아이콘
nl: Menubalkicoon
pt_br: Ícone da barra de menus
sr: Ikona trake menija
zh_hans: 菜单栏图标

source: Menu Bar Icon:
de: Menüleistensymbol:
es: Icono de barra de menús:
fr: Icône de la barre des menus :
it: Icona della barra dei menu:
ja: メニューバーアイコン:
ko: 메뉴 막대 아이콘:
nl: Menubalkicoon:
pt_br: Ícone da barra de menus:
sr: Ikona trake menija:
zh_hans: 菜单栏图标：

source: Name this preset
de: Name für Voreinstellung
es: Nombre del preajuste
fr: Nommer ce préréglage
it: Nome della preimpostazione
ja: プリセット名を入力
ko: 프리셋 이름 입력
nl: Naam voor voorinstelling
pt_br: Nomear esta predefinição
sr: Imenuj ovo podešavanje
zh_hans: 为此预设命名

source: No External Displays
de: Keine externen Displays
es: No hay pantallas externas
fr: Aucun écran externe
it: Nessun display esterno
ja: 外部ディスプレイがありません
ko: 외장 디스플레이 없음
nl: Geen externe beeldschermen
pt_br: Nenhum monitor externo
sr: Nema spoljnih ekrana
zh_hans: 没有外接显示器

source: No presets available. Create a preset first.
de: Keine Voreinstellungen vorhanden. Erstellen Sie zuerst eine Voreinstellung.
es: No hay preajustes disponibles. Cree un preajuste primero.
fr: Aucun préréglage disponible. Créez d'abord un préréglage.
it: Nessuna preimpostazione disponibile. Crea prima una preimpostazione.
ja: プリセットがありません。まずプリセットを作成してください。
ko: 사용 가능한 프리셋이 없습니다. 먼저 프리셋을 만드세요.
nl: Geen voorinstellingen beschikbaar. Maak eerst een voorinstelling aan.
pt_br: Nenhuma predefinição disponível. Crie uma predefinição primeiro.
sr: Nema dostupnih podešavanja. Prvo napravite podešavanje.
zh_hans: 没有可用的预设。请先创建一个预设。

source: None
de: Ohne
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhum
sr: Ništa
zh_hans: 无

source: Offset
de: Versatz
es: Desfase
fr: Décalage
it: Scostamento
ja: オフセット
ko: 오프셋
nl: Verschuiving
pt_br: Deslocamento
sr: Pomak
zh_hans: 偏移

source: Only wake the screen on keyboard input or mouse click, not mouse movement
de: Bildschirm nur bei Tastatureingabe oder Mausklick aktivieren, nicht bei Mausbewegung
es: Reactivar la pantalla solo con el teclado o un clic, no con el movimiento del ratón
fr: Réactiver l'écran uniquement par le clavier ou un clic, pas par le mouvement de souris
it: Riattiva lo schermo solo con tastiera o clic, non con il movimento del mouse
ja: キーボード入力またはマウスクリックでのみ画面を復帰（マウスの動きでは復帰しない）
ko: 키보드 입력 또는 마우스 클릭으로만 화면 깨우기(마우스 움직임 제외)
nl: Scherm alleen activeren bij toetsenbordinvoer of muisklik, niet bij muisbeweging
pt_br: Reativar a tela apenas com teclado ou clique, não com movimento do mouse
sr: Probudi ekran samo na unos tastature ili klik miša, ne na pomeranje miša
zh_hans: 仅在键盘输入或鼠标点击时唤醒屏幕，鼠标移动不唤醒

source: Open Accessibility Settings
de: Bedienungshilfe-Einstellungen öffnen
es: Abrir ajustes de Accesibilidad
fr: Ouvrir les réglages d'Accessibilité
it: Apri impostazioni Accessibilità
ja: アクセシビリティ設定を開く
ko: 손쉬운 사용 설정 열기
nl: Toegankelijkheidsinstellingen openen
pt_br: Abrir Ajustes de Acessibilidade
sr: Otvori podešavanja pristupačnosti
zh_hans: 打开“辅助功能”设置

source: Open Lock Screen Settings
de: Sperrbildschirm-Einstellungen öffnen
es: Abrir ajustes de pantalla de bloqueo
fr: Ouvrir les réglages d'écran de verrouillage
it: Apri impostazioni schermata di blocco
ja: ロック画面設定を開く
ko: 잠금 화면 설정 열기
nl: Open Vergrendelscherm-instellingen
pt_br: Abrir ajustes de Tela Bloqueada
sr: Otvori podešavanja zaključanog ekrana
zh_hans: 打开锁定屏幕设置

source: Permission Denied
de: Berechtigung verweigert
es: Permiso denegado
fr: Autorisation refusée
it: Permesso negato
ja: アクセスが拒否されました
ko: 권한 거부됨
nl: Toestemming geweigerd
pt_br: Permissão negada
sr: Dozvola odbijena
zh_hans: 权限被拒绝

source: Please enter valid numbers.
de: Bitte geben Sie gültige Zahlen ein.
es: Introduzca números válidos.
fr: Veuillez entrer des nombres valides.
it: Inserisci numeri validi.
ja: 有効な数値を入力してください。
ko: 유효한 숫자를 입력하세요.
nl: Voer geldige getallen in.
pt_br: Insira números válidos.
sr: Unesite ispravne brojeve.
zh_hans: 请输入有效的数字。

source: Preset
de: Voreinstellung
es: Preajuste
fr: Préréglage
it: Preimpostazione
ja: プリセット
ko: 프리셋
nl: Voorinstelling
pt_br: Predefinição
sr: Podešavanje
zh_hans: 预设

source: Presets
de: Voreinstellungen
es: Preajustes
fr: Préréglages
it: Preimpostazioni
ja: プリセット
ko: 프리셋
nl: Voorinstellingen
pt_br: Predefinições
sr: Podešavanja
zh_hans: 预设

source: Press Esc to wake
de: Zum Aufwecken Esc drücken
es: Pulsa Esc para activar
fr: Appuyez sur Échap pour réactiver
it: Premi Esc per riattivare
ja: Escキーで復帰
ko: Esc를 눌러 깨우기
nl: Druk op Esc om te wekken
pt_br: Pressione Esc para reativar
sr: Pritisnite Esc za buđenje
zh_hans: 按 Esc 键唤醒

source: Press a key combination to record
de: Drücke eine Tastenkombination zum Aufzeichnen
es: Pulsa una combinación de teclas para grabarla
fr: Appuyez sur une combinaison de touches pour enregistrer
it: Premi una combinazione di tasti per registrare
ja: 記録するキーの組み合わせを押してください
ko: 기록하려면 키 조합을 누르세요
nl: Druk een toetsencombinatie om op te nemen
pt_br: Pressione uma combinação de teclas para gravar
sr: Pritisni kombinaciju tastera za snimanje
zh_hans: 按下组合键进行录制

source: Press shortcut…
de: Kurzbefehl drücken…
es: Pulsa el atajo…
fr: Appuyez sur le raccourci…
it: Premi la scorciatoia…
ja: ショートカットを押してください…
ko: 단축키를 누르세요…
nl: Druk op sneltoets…
pt_br: Pressione o atalho…
sr: Pritisni prečicu…
zh_hans: 按下快捷键…

source: Prevent Screen Lock
de: Bildschirmsperre verhindern
es: Evitar bloqueo de pantalla
fr: Empêcher le verrouillage de l'écran
it: Impedisci blocco schermo
ja: 画面ロックを防ぐ
ko: 화면 잠금 방지
nl: Schermvergrendeling voorkomen
pt_br: Evitar bloqueio de tela
sr: Spreči zaključavanje ekrana
zh_hans: 防止屏幕锁定

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Stop
pt_br: Sair
sr: Izađi
zh_hans: 退出

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Hernoem
pt_br: Renomear
sr: Preimenuj
zh_hans: 重命名

source: Rename %@
de: %@ umbenennen
es: Renombrar %@
fr: Renommer %@
it: Rinomina %@
ja: %@ の名前を変更
ko: %@ 이름 변경
nl: %@ hernoemen
pt_br: Renomear %@
sr: Preimenuj %@
zh_hans: 重命名 %@

source: Rename Preset
de: Preset umbenennen
es: Renombrar preajuste
fr: Renommer le réglage
it: Rinomina preset
ja: プリセットの名前を変更
ko: 프리셋 이름 변경
nl: Preset hernoemen
pt_br: Renomear predefinição
sr: Preimenuj podešavanje
zh_hans: 重命名预设

source: Reset Contrast
de: Kontrast zurücksetzen
es: Restablecer contraste
fr: Réinitialiser le contraste
it: Ripristina contrasto
ja: コントラストをリセット
ko: 대비 재설정
nl: Contrast resetten
pt_br: Redefinir contraste
sr: Resetuj kontrast
zh_hans: 重置对比度

source: Reset Warmth
de: Wärme zurücksetzen
es: Restablecer calidez
fr: Réinitialiser la chaleur
it: Ripristina calore
ja: 色温度をリセット
ko: 색온도 재설정
nl: Warmte resetten
pt_br: Redefinir temperatura
sr: Resetuj toplinu
zh_hans: 重置色温

source: Reset shortcut to default
de: Kurzbefehl auf Standard zurücksetzen
es: Restablecer atajo al predeterminado
fr: Réinitialiser le raccourci par défaut
it: Reimposta scorciatoia predefinita
ja: ショートカットをデフォルトに戻す
ko: 단축키를 기본값으로 재설정
nl: Sneltoets terugzetten naar standaard
pt_br: Redefinir atalho para o padrão
sr: Vrati prečicu na podrazumevanu
zh_hans: 将快捷键重置为默认

source: Reset to default shortcut
de: Auf Standardkurzbefehl zurücksetzen
es: Restablecer al atajo predeterminado
fr: Réinitialiser au raccourci par défaut
it: Reimposta alla scorciatoia predefinita
ja: デフォルトのショートカットに戻す
ko: 기본 단축키로 재설정
nl: Terugzetten naar standaard sneltoets
pt_br: Redefinir para o atalho padrão
sr: Vrati na podrazumevanu prečicu
zh_hans: 重置为默认快捷键

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
nl: Herstel
pt_br: Restaurar
sr: Vrati
zh_hans: 恢复

source: Restore Default Presets?
de: Standardvoreinstellungen wiederherstellen?
es: ¿Restaurar preajustes predeterminados?
fr: Restaurer les préréglages par défaut ?
it: Ripristinare le preimpostazioni predefinite?
ja: デフォルトのプリセットに戻しますか？
ko: 기본 프리셋을 복원하시겠습니까?
nl: Standaard voorinstellingen herstellen?
pt_br: Restaurar predefinições padrão?
sr: Vratiti podrazumevana podešavanja?
zh_hans: 恢复默认预设？

source: Restore Defaults
de: Standardwerte wiederherstellen
es: Restaurar valores predeterminados
fr: Restaurer les réglages par défaut
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값 복원
nl: Standaardwaarden herstellen
pt_br: Restaurar padrões
sr: Vrati podrazumevane vrednosti
zh_hans: 恢复默认值

source: Restore Display
de: Display wiederherstellen
es: Restaurar pantalla
fr: Restaurer l’écran
it: Ripristina display
ja: 画面を復元
ko: 화면 복원
nl: Scherm herstellen
pt_br: Restaurar tela
sr: Vrati ekran
zh_hans: 恢复显示器

source: Restore display
de: Display wiederherstellen
es: Restaurar pantalla
fr: Restaurer l’écran
it: Ripristina display
ja: 画面を復元
ko: 화면 복원
nl: Scherm herstellen
pt_br: Restaurar tela
sr: Vrati ekran
zh_hans: 恢复显示器

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pt_br: Salvar
sr: Sačuvaj
zh_hans: 保存

source: Save Current
de: Aktuelle speichern
es: Guardar actual
fr: Enregistrer l’actuel
it: Salva attuale
ja: 現在の設定を保存
ko: 현재 설정 저장
nl: Huidige opslaan
pt_br: Salvar atual
sr: Sačuvaj trenutno
zh_hans: 保存当前

source: Save Current Settings
de: Aktuelle Einstellungen speichern
es: Guardar ajustes actuales
fr: Enregistrer les réglages actuels
it: Salva impostazioni attuali
ja: 現在の設定を保存
ko: 현재 설정 저장
nl: Huidige instellingen opslaan
pt_br: Salvar configurações atuais
sr: Sačuvaj trenutna podešavanja
zh_hans: 保存当前设置

source: Schedule
de: Zeitplan
es: Horario
fr: Horaire
it: Programmazione
ja: スケジュール
ko: 일정
nl: Schema
pt_br: Agendamento
sr: Raspored
zh_hans: 计划

source: Set to 100%
de: Auf 100% setzen
es: Establecer en 100%
fr: Régler à 100%
it: Imposta al 100%
ja: 100% に設定
ko: 100%로 설정
nl: Instellen op 100%
pt_br: Definir em 100%
sr: Postavi na 100%
zh_hans: 设置为 100%

source: Set to 25%
de: Auf 25% setzen
es: Establecer en 25%
fr: Régler à 25%
it: Imposta al 25%
ja: 25% に設定
ko: 25%로 설정
nl: Instellen op 25%
pt_br: Definir em 25%
sr: Postavi na 25%
zh_hans: 设置为 25%

source: Set to 50%
de: Auf 50% setzen
es: Establecer en 50%
fr: Régler à 50%
it: Imposta al 50%
ja: 50% に設定
ko: 50%로 설정
nl: Instellen op 50%
pt_br: Definir em 50%
sr: Postavi na 50%
zh_hans: 设置为 50%

source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Ajustes
sr: Podešavanja
zh_hans: 设置

source: Settings...
de: Einstellungen...
es: Configuración...
fr: Réglages...
it: Impostazioni...
ja: 設定...
ko: 설정...
nl: Instellingen...
pt_br: Ajustes...
sr: Podešavanja...
zh_hans: 设置...

source: Set…
de: Festlegen…
es: Configurar…
fr: Définir…
it: Imposta…
ja: 設定…
ko: 설정…
nl: Instellen…
pt_br: Definir…
sr: Postavi…
zh_hans: 设置…

source: Show color temperature
de: Farbtemperatur anzeigen
es: Mostrar temperatura de color
fr: Afficher la température de couleur
it: Mostra temperatura colore
ja: 色温度を表示
ko: 색온도 보기
nl: Kleurtemperatuur tonen
pt_br: Mostrar temperatura de cor
sr: Prikaži temperaturu boja
zh_hans: 显示色温

source: Show display adjustments
de: Displayanpassungen anzeigen
es: Mostrar ajustes de pantalla
fr: Afficher les réglages de l'écran
it: Mostra regolazioni display
ja: ディスプレイ調整を表示
ko: 디스플레이 조정 보기
nl: Schermaanpassingen tonen
pt_br: Mostrar ajustes de tela
sr: Prikaži podešavanja ekrana
zh_hans: 显示显示器调整

source: Sleep & Lock
de: Standby & Sperren
es: Suspender y bloquear
fr: Veille et verrouillage
it: Standby e blocco
ja: スリープとロック
ko: 잠자기 및 잠금
nl: Sluimer en vergrendel
pt_br: Suspender e bloquear
sr: Uspavaj i zaključaj
zh_hans: 睡眠并锁定

source: Sleep Displays
de: Displays in den Ruhezustand
es: Apagar pantallas
fr: Mettre les écrans en veille
it: Sospendi i display
ja: ディスプレイをスリープ
ko: 디스플레이 잠자기
nl: Beeldschermen in sluimerstand
pt_br: Colocar monitores em repouso
sr: Uspavaj ekrane
zh_hans: 让显示器休眠

source: Sleep Displays:
de: Displays in den Ruhezustand:
es: Apagar pantallas:
fr: Mettre les écrans en veille :
it: Sospendi i display:
ja: ディスプレイをスリープ:
ko: 디스플레이 잠자기:
nl: Beeldschermen in sluimerstand:
pt_br: Colocar monitores em repouso:
sr: Uspavaj ekrane:
zh_hans: 让显示器休眠：

source: Source Code on GitHub
de: Quellcode auf GitHub
es: Código fuente en GitHub
fr: Code source sur GitHub
it: Codice sorgente su GitHub
ja: GitHub のソースコード
ko: GitHub의 소스 코드
nl: Broncode op GitHub
pt_br: Código-fonte no GitHub
sr: Izvorni kod na GitHub-u
zh_hans: GitHub 源代码

source: Style:
de: Stil:
es: Estilo:
it: Stile:
ja: スタイル:
ko: 스타일:
nl: Stijl:
pt_br: Estilo:
sr: Stil:
zh_hans: 样式：

source: Sunrise
de: Sonnenaufgang
es: Amanecer
fr: Lever du soleil
it: Alba
ja: 日の出
ko: 일출
nl: Zonsopkomst
pt_br: Nascer do sol
sr: Izlazak sunca
zh_hans: 日出

source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher du soleil
it: Tramonto
ja: 日没
ko: 일몰
nl: Zonsondergang
pt_br: Pôr do sol
sr: Zalazak sunca
zh_hans: 日落

source: The display sleep command failed with IOKit error code %d. Try restarting the app or your Mac.
de: Der Befehl zum Versetzen der Displays in den Ruhezustand ist mit IOKit-Fehlercode %d fehlgeschlagen. Versuche, die App oder deinen Mac neu zu starten.
es: El comando para apagar pantallas falló con el código de error IOKit %d. Intenta reiniciar la app o tu Mac.
fr: La commande de mise en veille de l'écran a échoué avec le code d'erreur IOKit %d. Essayez de redémarrer l'app ou votre Mac.
it: Il comando per sospendere i display non è riuscito con codice errore IOKit %d. Prova a riavviare l'app o il Mac.
ja: ディスプレイをスリープさせるコマンドが IOKit エラーコード %d で失敗しました。アプリまたは Mac を再起動してください。
ko: 디스플레이 잠자기 명령이 IOKit 오류 코드 %d로 실패했습니다. 앱이나 Mac을 재시작해 보세요.
nl: De opdracht om beeldschermen in sluimerstand te zetten is mislukt met IOKit-foutcode %d. Probeer de app of je Mac opnieuw te starten.
pt_br: O comando para colocar os monitores em repouso falhou com o código de erro IOKit %d. Tente reiniciar o app ou o Mac.
sr: Komanda za uspavljivanje ekrana nije uspela sa IOKit kodom greške %d. Pokušaj da ponovo pokreneš aplikaciju ili Mac.
zh_hans: 显示器休眠命令失败，IOKit 错误码为 %d。请尝试重启应用或 Mac。

source: The display wrangler service could not be found. This may indicate a system configuration issue.
de: Der Dienst „Display Wrangler“ konnte nicht gefunden werden. Das könnte auf ein Problem mit der Systemkonfiguration hinweisen.
es: No se pudo encontrar el servicio de control de pantalla. Esto puede indicar un problema de configuración del sistema.
fr: Le service Display Wrangler est introuvable. Cela peut indiquer un problème de configuration du système.
it: Il servizio Display Wrangler non è stato trovato. Potrebbe indicare un problema di configurazione del sistema.
ja: Display Wrangler サービスが見つかりませんでした。システム構成に問題がある可能性があります。
ko: Display Wrangler 서비스를 찾을 수 없습니다. 시스템 구성 문제일 수 있습니다.
nl: De Display Wrangler-service kon niet worden gevonden. Dit kan wijzen op een probleem met de systeemconfiguratie.
pt_br: Não foi possível encontrar o serviço Display Wrangler. Isso pode indicar um problema de configuração do sistema.
sr: Usluga Display Wrangler nije pronađena. Ovo može ukazivati na problem sa konfiguracijom sistema.
zh_hans: 未找到 Display Wrangler 服务。这可能表示系统配置存在问题。

source: The pmset command failed with exit code %d. Check System Settings > Lock Screen and ensure display sleep is not disabled by policy.
de: Der pmset-Befehl ist mit Exit-Code %d fehlgeschlagen. Prüfe unter Systemeinstellungen > Sperrbildschirm, ob der Display-Ruhezustand nicht durch eine Richtlinie deaktiviert ist.
es: El comando pmset falló con el código de salida %d. Revisa Ajustes del Sistema > Pantalla de bloqueo y asegúrate de que el apagado de pantalla no esté deshabilitado por una política.
fr: La commande pmset a échoué avec le code de sortie %d. Vérifiez Réglages Système > Écran verrouillé et assurez-vous que la mise en veille de l'écran n'est pas désactivée par une politique.
it: Il comando pmset non è riuscito con codice di uscita %d. Controlla Impostazioni di Sistema > Schermata di blocco e verifica che la sospensione del display non sia disabilitata da criteri.
ja: pmset コマンドは終了コード %d で失敗しました。システム設定 > ロック画面で、ポリシーによりディスプレイスリープが無効になっていないか確認してください。
ko: pmset 명령이 종료 코드 %d로 실패했습니다. 시스템 설정 > 잠금 화면에서 정책으로 디스플레이 잠자기가 비활성화되어 있지 않은지 확인하세요.
nl: De opdracht pmset is mislukt met exitcode %d. Controleer Systeeminstellingen > Vergrendelscherm en zorg dat beeldschermsluimer niet door beleid is uitgeschakeld.
pt_br: O comando pmset falhou com o código de saída %d. Verifique Ajustes do Sistema > Tela Bloqueada e confirme que o repouso do monitor não está desativado por política.
sr: Komanda pmset nije uspela sa izlaznim kodom %d. Proveri Sistemska podešavanja > Zaključani ekran i uveri se da uspavljivanje ekrana nije onemogućeno politikom.
zh_hans: pmset 命令以退出码 %d 失败。请检查“系统设置 > 锁定屏幕”，确保显示器休眠未被策略禁用。

source: The pmset utility was not found at /usr/bin/pmset. This is unexpected — pmset is included with macOS.
de: Das Dienstprogramm pmset wurde unter /usr/bin/pmset nicht gefunden. Das ist ungewöhnlich, da pmset zu macOS gehört.
es: No se encontró la utilidad pmset en /usr/bin/pmset. Esto no es esperado, ya que pmset viene incluida con macOS.
fr: L'utilitaire pmset est introuvable dans /usr/bin/pmset. C'est inattendu, car pmset est inclus avec macOS.
it: L'utilità pmset non è stata trovata in /usr/bin/pmset. È inaspettato, perché pmset è incluso in macOS.
ja: /usr/bin/pmset に pmset ユーティリティが見つかりませんでした。pmset は macOS に含まれるため、これは想定外です。
ko: /usr/bin/pmset 에서 pmset 유틸리티를 찾을 수 없습니다. pmset은 macOS에 포함되어 있으므로 이는 비정상입니다.
nl: Het hulpprogramma pmset is niet gevonden op /usr/bin/pmset. Dat is onverwacht, want pmset wordt met macOS meegeleverd.
pt_br: O utilitário pmset não foi encontrado em /usr/bin/pmset. Isso é inesperado, pois o pmset vem com o macOS.
sr: Uslužni program pmset nije pronađen na /usr/bin/pmset. Ovo je neočekivano jer pmset dolazi uz macOS.
zh_hans: 在 /usr/bin/pmset 未找到 pmset 工具。这不正常，因为 pmset 是 macOS 自带组件。
